Repository: maabou512/cncf_ar_jp2022
Catalog: pack1/tm/auto/pack1-level1.tmx
Source language: en_us
Languages: ja_jp

source: CNCF’s revenue is derived from four primary fundraising sources, including membership, event sponsorship, event registration, and training.
ja_jp: CNCFの収益は、メンバーシップ、イベントおよびスポンサーシップ、イベント登録、トレーニングの4つを主として資金調達をしています。

source: CNCF’s training and certification program continued to grow. These training courses and exams received considerable interest:
ja_jp: CNCFのトレーニング・認定プログラムは成長し続け、これらのトレーニングコースや認定試験には大きな関心が集まりました。

source: Cartografos Working Group
ja_jp: CARTOGRAFOS ワーキンググループ

source: Case Studies
ja_jp: ケーススタディ

source: Check out our calendar for community events near you and don’t forget to register for KubeCon+CloudNativeCon Europe in Valencia, May 2022.
ja_jp: コミュニティのイベントカレンダーをチェックください。2022年5月、バレンシアで開催される KubeCon + CloudNativeCon Europeへの登録もお忘れなく。

source: Click the buttons to jump to the section
ja_jp: 上部ボタンクリックで各セクションにジャンプします。

source: Cloud Credits
ja_jp: クラウド クレジット

source: Cloud Native Ambassadors (CNAs) are individuals who are passionate about Cloud Native Computing Foundation technology and projects, recognized for their expertise and willingness to help others learn about the framework and community. These individuals are bloggers, influencers, and evangelists. CNCF has 134 CNCF Ambassadors around the globe, educating the world on cloud native technologies and best practices.
ja_jp: Cloud Native Ambassadors（CNA）は、Cloud Native Computing Foundationの技術やプロジェクトに情熱を持ち、その-人々にフレームワークやコミュニティについて学ぶことを支援する―専門的知識や意欲が評価された個人に対し与えられます。彼らはブロガーでありインフルエンサーであり、エバンジェリストです。世界で134人のCNCFのアンバサダー がいて、クラウドネイティブ技術やベストプラクティスを学ぶ機会を提供しています。

source: Cloud Native Computing Foundation Annual Report 2021
ja_jp: Cloud Native Computing Foundation アニュアルレポート 2021

source: Cloud Native Landscape Guide
ja_jp: クラウドネイティブ ランドスケープガイド

source: Co-located events with KubeCon + CloudNativeCon North America Hybrid:
ja_jp: KubeCon + CloudNativeCon North America Hybridとの併設イベント：

source: Co-located with KubeCon + CloudNativeCon Europe Virtual
ja_jp: KubeCon+CloudNativeCon Europe Virtualと併設のイベント：

source: Comments and feedback are welcome at info@cncf.io
ja_jp: コメントやフィードバックはこちらへ： iinfo@cncf.io

source: Community & Diversity Engagement
ja_jp: コミュニティとその多様性に向けた取り組み

source: Community Awards
ja_jp: コミュニティアワード

source: Community Groups 2021
ja_jp: 2021年の「COMMUNITY GROUPS」

source: Community Mentoring
ja_jp: コミュニティ メンタリング

source: Community-driven Initiatives
ja_jp: コミュニティ主導のイニシアティブ

source: Complementing this maturation in CNCF’s graduated projects, in 2021 the Technical Oversight Committee — chaired by Liz Rice (pictured right)— continued to sharpen focus on app delivery and the ease of creating Kubernetes applications, as well as bolstering the range of increasingly-mature storage projects.
ja_jp: 2021年 Technical Oversight Committee ― チェア：Liz Rice（写真右）― は、Kubernetes アプリケーションのデリバリの方法や、アプリケーションの作りやすさについて焦点を当てつづけることでCNCFの Graduated プロジェクトの成熟さを引き立たせ、同様に成熟さを増す各種ストレージ プロジェクトを強化しました。

source: Contribute
ja_jp: コントリビュートする

source: Contributed Project
ja_jp: 貢献プロジェクト

source: Contributors
ja_jp: コントリビュータ

source: Countries
ja_jp: の国々

source: Courses that CNCF funded in 2021
ja_jp: 2021年にCNCFがファンドしたトレーニングコース（いずれも英語）

source: Covid Response
ja_jp: コロナ対応

source: DIVERSITY, EQUITY AND Inclusivity
ja_jp: 多様性（Diversity）、公平性（Equity）、包摂性（Inclusivity）

source: DOWNLOAD EVEnt
ja_jp: イベント トランスパレンシー

source: Daniel JonesManaging Director of EngineerBetter
ja_jp: Daniel Jones マネージングダイレクタ、 EngineerBetter

source: Despite all our hopes, the COVID-19 pandemic continued to shape 2021
ja_jp: 私たちの希望をよそに、COVID-19パンデミックはとどまることなく2021年に大きな影響を与えました。

source: Developer Collaboration and IT
ja_jp: 開発者コラボレーションおよびIT

source: Documentation
ja_jp: ドキュメンテーション

source: Donated by Microsoft Azure
ja_jp: Microsoft Azureより寄贈

source: Driving worldwide transformation
ja_jp: 世界規模のトランスフォーメーションを推進

source: EVENTS
ja_jp: のイベント

source: EXECUTIVE LEADERSHIP
ja_jp: エグゼクティブのリーダーシップ

source: Each week on Cloud Native Live, Cloud Native Ambassadors stream with a member to talk about and demo the latest in cloud native. There are also a cast of shows run by the community for the community. They range from 101 project explainers, how to get started contributing, to a game show. The CNCF Twitch channel has grown to over 4,000 subscribers and we hope to continue expanding how we can teach and tell cloud native in the coming year.
ja_jp: Cloud Native Liveでは毎週、Cloud Native アンバサダーたちがメンバーたちと一緒に最新のクラウドネイティブ技術について話をしたりデモをしたりするのをストリーミングで配信します。コミュニティ向けにコミュニティ自身によって運営されているようなタイプの番組も―プロジェクトの初歩的な解説（いわゆる「101」）から、コントリビューションことはじめや、はたまたゲームショーのようなものまでいろいろ―あります。CNCF Twitchチャンネルは4,000以上のサブスクリプション数にまで成長しており、これからも引き続きクラウドネイティブを伝え、学べる手段を広げていきたいと考えています。

source: End User Community
ja_jp: エンドユーザー コミュニティ

source: End User Lounge
ja_jp: エンドユーザーラウンジ

source: End User Members
ja_jp: がエンドユーザー メンバー

source: End User Stories
ja_jp: エンドユーザー ストーリー

source: End User companies by attendance
ja_jp: エンドユーザー企業別 参加者

source: End User-driven Research
ja_jp: エンドユーザー起点の調査

source: End users are not passive, they’re becoming leaders in open source projects.
ja_jp: エンドユーザーは受け身（Passive)ではなく、オープンソースプロジェクトのリーダーになりつつあります。

source: Engineering Lead, Apple
ja_jp: Apple エンジニアリング リード

source: Events
ja_jp: イベント

source: Expenditures
ja_jp: 支出

source: FUNDING
ja_jp: ファンディング

source: From 00-K8s, with Love
ja_jp: 00-K8sから、愛を込めて

source: From a humble PHP app, Phippy has gone on to help thousands of folx take their first steps to understanding cloud native computing – from containerization to automation. Today, Phippy and Friends’ mission is to demystify cloud native computing and explain complicated concepts in a compelling, engaging and easy-to-understand manner.
ja_jp: ささやかなPHPアプリである Phippy は、コンテナ化から自動化にいたる、クラウドネイティブコンピューティングを理解するために何千もの人たちが踏み出す最初の一歩を助けてくれます。今日、Phippyとその仲間たちの使命は、クラウドネイティブコンピューティングの神秘を解き明かし、そのわかりづらい概念を、納得感があり、おもしろく、そしてわかりやすい形で説明することにあるのです。

source: Fundamentally changing computing
ja_jp: コンピューティングを根本から変える

source: GOVERNANCE LEADERSHIP
ja_jp: ガバナンスのリーダーシップ

source: GSoD
ja_jp: 人がGSoDで

source: General Manager, CNCF
ja_jp: CNCF ジェネラルマネージャ

source: Get Involved
ja_jp: 参加する

source: Get Started
ja_jp: はじめましょう

source: Graduations
ja_jp: Graduated プロジェクト

source: Hazel
ja_jp: ヘーゼル

source: Head Of Trading Solutions, Entain Australia
ja_jp: トレーディング ソリューション部門長、Entein Australia

source: Highlights from KubeCon+CloudNativeCon North America
ja_jp: KubeCon+CloudNativeCon North Americaのハイライト

source: How Cloud Native Tech Helped Peloton Ride to Exponential Growth
ja_jp: 「Peloton Ride の指数的な成長をクラウドネイティブ技術がどう支えたか」（英語）

source: How to bridge the gender gap in the tech sector
ja_jp: Tech セクターのジェンダーギャップをどう埋めるか（英語動画）

source: I don’t have words to describe how amazing this program was for me. From getting an opportunity to be a Keynote guest speaker in KubeCon Europe with Priyanka Sharma (GM, CNCF) to getting involved with more cloud-native projects like Buildpacks and in fact, getting an internship as a Software Engineer at HackerRank – LFX Mentorship Program was like a watershed moment in my life!
ja_jp: このプログラムがどれだけ素晴らしいものだったかなんて、言葉にできないよ。 KubeCon Europe で Priyanka Sharma（GM、CNCF）と共にキーノートでゲストスピーカーになったことに始まり、「Buildpacks」のようなよりクラウドネイティブなプロジェクトに関わったことや実際に HackerRank でソフトウェアエンジニアとしてのインターンシップになったことに至るまで、LFX Mentorship プログラムは人生で「分水嶺」が変わるような時間だったよ!

source: I hope you enjoy reading our Annual Report and reflecting back on the incredible progress we’ve achieved together.
ja_jp: アニュアルレポートをお読みいただき、みなさんとともに成し遂げてきた、信じられない進歩を振り返っていただきたいと思います。

source: I want to thank you, #TeamCloudNative, for your passion and commitment to this community. Despite all the challenges of the past 12 months, you’ve made 2021 a year to remember.
ja_jp: #TeamCloudNative みなさんのこのコミュニティに対する情熱、コミットメントに感謝したいです。この12カ月間、たくさんのチャレンジがありましたが、みなさんが2021年を記憶に残る1年にしてくれました。

source: IN-PERSON
ja_jp: 人のオンサイト参加

source: INCREASE
ja_jp: の増加

source: IT’S BEEN A YEAR
ja_jp: 記憶すべき一年

source: If you’ve researched cloud native applications and technologies, you’ve probably come across the CNCF cloud native landscape. Unsurprisingly, the sheer scale of it can be overwhelming, with so many categories and so many technologies. In 2021, to help make sense of this important tool, we launched the Cloud Native Landscape Guide. This breaks down our mammoth landscape and provides a high-level overview of its layers, columns, and categories.
ja_jp: クラウドネイティブのアプリケーションや技術を調査した経験があるとしたら、CNCFのクラウドネイティブ ランドスケープ（Cloud Native Landscape）にたどり着いたことがきっとあるでしょう。たくさんのカテゴリやテクノロジがあり、そのスケールは圧倒的とも言えそうですが、もはや驚くことではないかもしれません。この重要なツールの理解を促進を図るべく、私たちは2021年に「クラウドネイティブ ランドスケープガイド（Cloud Native Landscape Guide）」 を立ち上げました。ここでは広大なランドスケープをブレークダウンし、そのレイヤーやカラム、およびカテゴリーそれぞれについて概要レベルの情報を提供しています。

source: In 2017, CNCF developed DevStats, a tool to visualize various developer and community metrics for Kubernetes and other CNCF-hosted projects, as well as non-CNCF open source projects hosted on a public GitHub repository. DevStats organizes and displays CNCF-hosted project data using Grafana dashboards.
ja_jp: 2017年、CNCFは「DevStats」―Kubernetesやその他のCNCFがホストしているプロジェクト、そしてパブリックのGitHubリポジトリにあるCNCFではないオープンソースプロジェクトの開発者やコミュニティに関するさまざまなメトリックを視覚化するためのツール―を開発しました。DevStatsでは、Grafanaのダッシュボードを用いCNCFがホストしているプロジェクトのデータをわかりやすく可視化していきます。

source: In 2021 we published 7 case studies showcasing a diverse group of end users from all across the world, in industries as varied as healthcare (Zambon), finance (Fidelity Investments), retail (Ekljop), and data storage (Seagate).
ja_jp: 2021年には、7つのケーススタディを公開しました。その内容は世界中の多様なグループのエンドユーザーがいることを示していて、ヘルスケア（Zammon）、金融（Fidelity Investments）、小売（Ekljop）、データストレージ（Seagate）などさまざまな業界にわたっています。

source: In 2021, three graduated projects donated characters
ja_jp: 2021年には3つの Graduated プロジェクトからキャラクターが寄贈されました。

source: In 2021, we added over 190 new members to CNCF, equating to a 23% increase in our growth from 2020.
ja_jp: 2021年には、CNCFへ190人以上のメンバーが新たに参加しました。これは2020年から23%の成長に相当します。

source: In 2021, we migrated DevStats to Golang modules and switched to Kubernetes v1.20 on bare metal Equinix Metal servers. We also added additional DevStats reports, new dashboards, and panels for some projects.
ja_jp: 2021年には、DevStatsをGo言語のモジュールへと移行し、さらにベアメタルの「Eqiunix Metal server」上でKubernetes v1.20 を用いた運用に切り替えました。いくつかのプロジェクトではDevStatsレポート、新たなダッシュボードやパネルの追加も行いました。

source: In 2021, we welcomed six new members to the TOC – one of CNCF’s three main bodies, in addition to the Governing Board (GB), which is responsible for marketing, budget and other business oversight decisions, and the End User Community (EUC), which is responsible for providing feedback from companies and startups to improve the overall experience for the cloud native ecosystem.
ja_jp: 2021年には、TOCへ新たに6メンバー を迎えました。TOCは 3つあるCNCFの主要な活動体 iの一つであり、他の2つにはガバニングボード（GB）―マーケティング、予算、その他ビジネス管理の決定を担う―、エンドユーザコミュニティ（EUC）―クラウドネイティブエコシステムの全体的なエクスペリエンスを向上させるために企業やスタートアップからのフィードバックを提供する―があります。

source: In Italian, thanks to SparkFabrik
ja_jp: SparkFabrikのおかげでイタリア語リリース

source: In May, we introduced the new CNCF Cloud Native Glossary to provide anyone getting started with cloud native an introduction that is largely free of jargon and assumptions of pre-existing familiarity.
ja_jp: 5月には新たに「CNCF Cloud Native Glossary」として、クラウドネイティブに取り組み始めた人たちがジャーゴン（専門用語）や知識・経験の前提にできるかぎり縛られないように、手引きとなる用語集を公開しました。

source: In October, the Cartografos Group released its first project – the Cloud Native Maturity Model, bringing together a number of separate maturity models around the journey to cloud native, and Kubernetes, to create an encompassing model spanning the entire cloud native ecosystem.
ja_jp: 10月、Cartografos グループは最初のプロジェクト「クラウドネイティブ 成熟モデル（Cloud Native Maturity Model）」 ― クラウドネイティブやKubernetes活用の道のりに 偏在する多くの成熟モデルを一つに集め、クラウドネイティブのエコシステム全体をカバーする ― をリリースしました。

source: In addition, the End User Community delivered three End User Technology Radars in 2021 – quarterly reports focusing on a single topic in cloud native, aimed at a technical audience who want to understand what cloud native solutions end users use and recommend.
ja_jp: さらに2021年、エンドユーザーコミュニティは3つの 「エンドユーザーテクノロジーレーダー（End User Technology Radar）をお届けしました。これは、クラウドネイティブの一つのトピックにフォーカスした四半期レポートであり、エンドユーザーが採用し、推薦するクラウドネイティブソリューションがどんなものか理解したいと考えている技術系読者をターゲットとしています。

source: In response to the cloud native community’s evolving needs and geographies, CNCF relaunched the Kubernetes Community Days (KCD) program in 2021 – community-organized events that gather cloud native adopters and technologists to learn, collaborate, and network. The goal of the events is to further the growth and improvement of Kubernetes and cloud native technologies around the world.
ja_jp: クラウドネイティブ コミュニティのニーズと地理的情勢の進展に対応し、CNCFは2021年にKubernetes Community Days（KCD）プログラム ― クラウドネイティブの採用者と技術者が集まり、学び、コラボレーションし、ネットワーキングをするコミュニティ主催のイベント ― をリニューアルしました。このイベントの目的は、世界中のKubernetesとクラウドネイティブ技術の成長と改善を促進することです。

source: In response to the executive order on software supply chain security, The CNCF Security Technical Advisory Group published Software Supply Chain Security Best Practices, to provide a holistic approach to supply chain security. They also hosted Cloud Native Security Day at KubeCon + CloudNativeCon NA and EU and a SupplyChainSecurityCon at KubeCon + CloudNativeCon NA.
ja_jp: ソフトウェアサプライチェーンのセキュリティに関する行政命令に応え、CNCFセキュリティ テクニカルアドバイザリ グループ（CNCF Security Technical Advisory Group） は、サプライチェーンセキュリティへの全面的アプローチを提供するために、「ソフトウェア サプライチェーンセキュリティ ベストプラクティス(英語)」を発行しました。KubeCon + CloudNativeCon NA 、EU ではCloud Native Security Dayが、KubeCon + CloudNativeCon NA ではSupplyChainSecurityConが彼らの主導で開催されました。

source: In-person, virtual & hybrid
ja_jp: オンサイト、バーチャル、もしくはハイブリッドの開催

source: Inclusive Naming Initiative
ja_jp: インクルーシブなネーミング イニシアティブ

source: Increase in Job Seekers
ja_jp: の求人数増

source: Incubation level
ja_jp: インキュベーション レベルのプロジェクト

source: Internally, we employ 38 people from various backgrounds and locations; 68% women, 32% men. CNCF’s Governance Leadership, comprising the Governing Board and Technical Oversight Committee, is 14% women and 86% men.
ja_jp: 内部では、さまざまなバックグラウンド、ロケーションから38人を雇用しています。68%が女性で32%が男性です。Governing Board と Technical Oversight Committee で構成されるCNCFのガバナンス リーダーシップについては女性14%、男性86%となっています。

source: Island Adventure
ja_jp: 島の冒険

source: It launched with 25 terms and more will be added with time. The project is spearheaded by the Business Value Subcommittee (BVS), whose primary goal is to provide tools to educate executives, business leaders, and non-technical audiences on cloud native technologies and their business value.
ja_jp: 開始時点で25の用語s が登録されていますが、今後追加されていく予定です。このプロジェクトはビジネスバリュー サブコミッティ（BVS） が先導しており、その主なゴールは、クラウドネイティブ技術とそのビジネス価値について、エグゼクティブ、ビジネスリーダー、および技術的職種でない人たちの教育につながるツールを提供することあります。

source: It has become the singular place where meetups, online programs, project office hours, and community events are run. The platform now hosts over 29,000 members and we are excited to see this platform continue to grow
ja_jp: 新たなプラットフォームは、Meetup、オンラインプログラム、プロジェクトによる「Office hours」、コミュニティ イベントなどが行われる唯一の場となっています。私たちは、現在29,000人以上のメンバーがいるこのプラットフォームの、今後の継続的成長に熱視線を送っています。

source: It has been chaotic but amazing. Everything from the number of adopting companies to new contributors has increased exponentially since Backstage became a CNCF project. We’re figuring out the right ways to harness this chaos in order to scale and move the project forward in a way the community wants, but in a way that also serves adopters. Keeping an open conversation with the community is key to this.
ja_jp: 混沌とはしていましたが、すばらしい体験でした。BackstageがCNCFプロジェクトになって以来、採用企業、新たなコントリビュータといった多くのことが指数関数的に増加しました。 混沌を抑え込み、コミュニティが欲し、一方で採用者に報いるようにプロジェクトをスケールし前進させていくための正しいやり方がだんだんとわかってきました。コミュニティとオープンに対話しつけることがその鍵になります。

source: It’s exciting to see CNCF projects, like in-toto providing a key part of supply chain security.
ja_jp: 「in-toto」みたいに、CNCFのプロジェクトがサプライチェーンのセキュリティで大事なところを提供してくれてるっていうのはすごいこと。

source: Jim Haughwout, VP, Peloton
ja_jp: Jim Houghout、VP、Peloton

source: Job Applicants
ja_jp: 求人応募数

source: Join the CNCF End User Community and take advantage of our training benefits
ja_jp: CNCF End User Communityに参加してトレーニングプログラムのベネフィットを活用しましょう

source: Key stats
ja_jp: 主な統計データ

source: KubeCon + CloudNativeCon has always been a celebration of that community spirit, a place where contributors and users from across the world get to meet and share ideas face-to-face.
ja_jp: KubeCon+CloudNativeConは、これまでずっとコミュニティの精神を称えるものであり、世界中のコントリビューターやユーザーが直接会って、アイデアを分け合う場となってきました。

source: Kubernetes API Endpoint Testing
ja_jp: Kubernetes API エンドポイント テスティング

source: LF General and Administrative
ja_jp: LFの一般管理費

source: LFX Mentorship
ja_jp: 人がLFX Mentorshipで

source: Leadership & Coordination
ja_jp: リーダーシップとコーディネート

source: Legal
ja_jp: リーガル

source: Linky
ja_jp: リンキー

source: MOMENTUM
ja_jp: その勢い

source: Maintainer Satisfaction; 91 projects reporting in
ja_jp: のメンテナーが満足している。91プロジェクトによる報告

source: Maintainer Survey Summary 2021 H2
ja_jp: 2021年下期メンテナーサーベイサマリ

source: Maintainers are satisfied with CNCF staff response time
ja_jp: のメンテナーがCNCFスタッフの対応時間に満足

source: Many organizations sponsor CNCF projects for their business to succeed. In October, CNCF launched the Cloud Credits program to provide public, self-service, and automated access to Cloud Infrastructure for hosted projects.
ja_jp: CNCFのプロジェクトには自社ビジネスを成功させるべく、多くの組織がスポンサリングしています。10月、CNCFでは、ホストするプロジェクトに対しパブリック、セルフサービス、およびオートメーテッドといった形態でクラウドインフラへのアクセスを提供する「Cloud Creditsプログラム」を開始しました。

source: Many start with the landscape to get a picture of all of the cloud native options available in the ecosystem. The landscape started in November 2016 as a static image of fewer than 100 projects and products. In 2021, it has grown through the power of collaborative editing, to track more than 1,828 projects, products, and companies and includes a serverless landscape and the CNCF member landscape. The project has nearly 8,000 stars on GitHub.
ja_jp: エコシステムで利用できるクラウドネイティブ技術の選択肢の全体像をつかむために、多くの人たちはこのランドスケープから始めます。ランドスケープは、2016年11月、100も満たない数のプロジェクトやプロジェクトの静的な画像ファイルを使ったものから始まりました。2021年には、コラボレーション編集をテコに成長し、1,828を超えるプロジェクト、プロダクト、企業をトラッキングしています。また、ランドスケープの中には「Serverless Landscape」と「CNCF Member Landscape」 が含まれています。GitHubではこのプロジェクトに8,000近いスターがついています。

source: Mar 2021
ja_jp: 2021年3月

source: Marketing, Communications & Bus Dev
ja_jp: マーケティング、コミュニケーション、Biz開発

source: May saw KubeCon + CloudNativeCon EU Virtual once again set record-breaking registration and attendance, with 26,648 registrants (a 42.5% increase on 2020).
ja_jp: 5月、KubeCon+CloudNativeCon EU Virtualの登録者数と参加者数は記録的で、その登録者は26,648人（2020年比42.5%増）となりました。

source: Member Movers and Shakers
ja_jp: メンバーシップの躍進<font color=red>※保留</font>

source: Members
ja_jp: メンバー

source: Membership
ja_jp: メンバーシップ

source: Mentee Mritunjay SharmaMentor Jim Bugwadia
ja_jp: メンティー Mritunjay Sharmaメンター Jim Bugwadia

source: Mentee Nupur AgrawalMentor Matthias Wahl, Anup Dhamala and Heinz Gies
ja_jp: メンティー Nupur AgrawalMentor Matthias Wahl、Anup Dhamalaおよび、Heinz Gies

source: Mentoring & Ecosystem Resources
ja_jp: メンタリングとエコシステムのリソース

source: Most represented countries in attendance
ja_jp: 国別参加者での上位国

source: New Gold members
ja_jp: 新たなゴールドメンバー

source: New members appointed by the Governing Board:
ja_jp: ガバニングボードから任命された新メンバー：

source: Now in their fifth year, the CNCF Community Awards highlighted the most active ambassador and top contributor across all CNCF projects. The awards included:
ja_jp: 5年目を迎えたCNCFコミュニティアワードでは、すべてのCNCFプロジェクトで最も活動的なアンバサダーとトップコントリビューターが選ばれました。以下を含めたアワードが授与されました。

source: One example of this is Spotify, which donated Backstage to increase the velocity of its development and contribute learnings back to the broader community.
ja_jp: 一つの例がSpotifyで、自社発Backstageプロジェクトを開発のスピードを上げ、学んだことを広くコミュニティへ還元するべく、これをCNCFへと寄贈しました。

source: Operations
ja_jp: オペレーション

source: Our Case Studies help accelerate the adoption of cloud native technologies around the world. Share how cloud native technologies have transformed your organization and amplify your brand with CNCF.
ja_jp: 私たちのケーススタディは、 世界中でクラウドネイティブテクノロジーの採用が加速していくことに役立ちます。クラウドネイティブのテクノロジーが皆さんの組織をどのように変えていったか、ぜひ共有してください。そして、CNCFと一緒に皆さんの組織のブランドを強化していってください。

source: Our commitment to enabling collaboration also means we’re deeply committed to keeping #TeamCloudNative safe.
ja_jp: コラボレーションを可能にすることに対する私たちのコミットメントは #TeamCloudNative を安全に保つことに、私たちが深くコミットしていることも意味します。

source: Our global membership community is a cornerstone of CNCF. Members help CNCF and the Linux Foundation provide neutral governance, strong IP management, ecosystem building, training, events, developer marketing, rich tools to engage communities, and more to keep the wheels of innovation spinning for our project communities.
ja_jp: 私たちのグローバルなメンバーシップはCNCFの礎石（Cornerstone）です。メンバーたちの支えがあり、CNCFとThe Linux Foundationが中立的なガバナンス、強力な知財（IP）管理、エコシステム構築、トレーニング、イベント、開発者マーケティング、そしてコミュニティに関与するための豊富なツールといったものを提供することができ、「イノベーションの車輪」がプロジェクトコミュニティのために回り続けているのです。

source: Outreachy
ja_jp: 人がOutreachyで

source: PROJECT Updates & Satisfaction
ja_jp: プロジェクトアップデートと満足度

source: Phippy and Friends
ja_jp: Phippyと仲間たち

source: Presentations
ja_jp: プレゼンテーション

source: Presently folx on our staff and governing board self-identify as she/her or he/him. We welcome all individuals and encourage applications for future opportunities on the CNCF Job board.
ja_jp: 現時点ではスタッフ、Governing Boardのメンバたちは、代名詞として「女性（she/her）」、「男性（he/him）」を用いた性自認をしています。 CNCF の求人掲示板上で、私たちは全ての個人を歓迎し、将来の機会を求める応募を奨励していきます。

source: Press by the numbers
ja_jp: 数字で示すメディア露出

source: Project Movers and Shakers
ja_jp: プロジェクトのムーバー＆シェイカー <font color=red>【要確認】</font>

source: Projects increase their maturity level by demonstrating to the TOC that they have attained end user and vendor adoption, established a healthy rate of code commits and codebase changes, and attracted committers from multiple organizations.
ja_jp: プロジェクトは、エンドユーザーやベンダーによって活用されていること、コードコミットとコードベースの変更の割合を健全なレベルで定着させていること、そして多彩な組織からのコミッターを惹きつけていることをTOCに示すことで、成熟のレベルを高めています。

source: Projects End Users
ja_jp: プロジェクト エンドユーザー

source: Reflecting the evolution of cloud native, this was the year that solidified Kubernetes’ place as the de facto container orchestration tool. In fact, RedHat’s Kubernetes adoption, security, and market trends report 2021 noted that: “Kubernetes is used by nearly everyone… (and) is living up to its title as the de facto container orchestrator.”
ja_jp: クラウドネイティブ技術の進化を反映し、2021年はデファクトのコンテナオーケストレーションツールとしてのKubernetesの地位を確固たるものにした年でした。実際に RedHatのレポート「Kubernetes adoption, security, and market trends report 2021」 （英語）では、「Kubernetesはほぼすべての人によって使われており、デファクトのコンテナオーケストレーションとしての肩書を裏切らないものになっている」と書かれています。

source: Registrations
ja_jp: 人の登録者

source: Relentless Momentum
ja_jp: 止まらぬ勢い

source: Remember when digital transformation used to be a buzzword? That time has gone
ja_jp: デジタル・トランスフォーメーション がバズワードだった頃を覚えてますか?もうその時は過ぎ去りました。

source: Research from David Sally tells us that cooperation and collaboration increases 45% when meeting in person and having face-to-face interactions, so we’re committed to driving more future opportunities for #TeamCloudNative to collaborate and learn together in-person.
ja_jp: David Sallyの調査によると、オンサイトで直接顔を合わせたインタラクションは連携やコラボレーションを45%増加させるといいます。したがって私たちは、#TeamCloudNative の皆さんがオンサイトで集まり、ともに学ぶ多くの機会を将来生み出すことにコミットしているのです。

source: Reserve
ja_jp: 引当金

source: STAFF
ja_jp: スタッフ

source: Sarah Allenco-chair of the CNCF Security TAG
ja_jp: Sarah Allenco、共同チェア CNCF Security TAG

source: Save $2,500 off your next Kubernetes Certification
ja_jp: これからKubernetes認定試験を受ける人は2,500ドルお得にできます

source: Security in Cloud Native
ja_jp: クラウドネイティブにおけるセキュリティ

source: Services and Assistance for Projects
ja_jp: プロジェクトへのサービスと支援

source: Since then, the job board has listed over 2,400 jobs. More than 4,800 job seekers to-date have applied for a job via email or on the site.
ja_jp: それ以来、この掲示板には2,400以上が掲載されるようになり、これまでに4,800人以上の求職者の方々がメールやサイト経由で応募してきました。
